<!--<template>-->
<!--  <div>-->
<!--    <br>-->
<!--    <span class="top">{{orgName}}</span>-->
<!--    <br>-->
<!--    <br>-->
<!--    <div>-->
<!--      <el-carousel :interval="2000" type="card" height="350px">-->
<!--        <el-carousel-item class="carousel-item" v-for="url in urls" v-bind:key="url">-->
<!--          <img class="carousel-img" :src="url">-->
<!--        </el-carousel-item>-->
<!--      </el-carousel>-->
<!--    </div>-->
<!--    <div class="cardBox">-->
<!--      <el-card class="box-card">-->
<!--        <div slot="header" class="clearfix">-->
<!--          <span class="top_h1" style="float: left">社团历史</span>-->
<!--          <el-button style="float: right; padding: 3px 0" type="text">修改</el-button>-->
<!--        </div>-->
<!--        <div class="text item">-->
<!--          {{orgHistory}}-->
<!--        </div>-->
<!--      </el-card>-->
<!--    </div>-->
<!--    <el-divider></el-divider>-->

<!--    <div class="cardBox">-->
<!--      <el-card class="box-card">-->
<!--        <div slot="header" class="clearfix">-->
<!--          <span class="top_h1" style="float: left">社团介绍</span>-->
<!--          <el-button style="float: right; padding: 3px 0" type="text">修改</el-button>-->
<!--        </div>-->
<!--        <div class="text item">-->
<!--          {{orgIntroduce}}-->
<!--        </div>-->
<!--      </el-card>-->
<!--    </div>-->
<!--  </div>-->
<!--</template>-->


<!--<script>-->
<!--    export default {-->
<!--        name: "MyOrganization",-->
<!--        data() {-->
<!--            return {-->
<!--                urls: [-->
<!--                    require('../../assets/img/index/1.jpg'),-->
<!--                    require('../../assets/img/index/2.jpg'),-->
<!--                    require('../../assets/img/index/7.jpg'),-->
<!--                    require('../../assets/img/index/8.jpg'),-->
<!--                ],-->
<!--                orgName:'佛山科学技术学院学生会',-->
<!--                orgHistory: "学校起源于1958年创办的佛山师范学院和华南农学院佛山分院，其后佛山师范学院更名为佛山师范专科学校；1986年2月，在佛山师范专科学校基础上创建佛山大学，华南农学院佛山分院也先后更名为佛山兽医专科学校和佛山农牧高等专科学校。1995年3月，经国家教委批准，佛山大学和佛山农牧高等专科学校合并组建佛山科学技术学院，升格为本科。2005年2月，经广东省人民政府批准，佛山职工医学院和佛山教育学院并入佛山科学技术学院。在2007年教育部本科教学工作水平评估中获得优良成绩。2013年经国务院学位委员会批准为硕士学位授予单位，2015年列入首批广东省高水平理工科大学建设高校，2016年成为广东省第六批博士后创新实践基地，2017年经广东省学位委员会批准为博士学位授予立项建设单位。在软科2019“中国最好大学排名”中全国排名第284位。",-->
<!--                orgIntroduce:"学校现有仙溪、江湾、河滨三个校区（分别位于佛山市南海区和禅城区，其中仙溪校区环绕在水面达1700亩的仙溪湖周围），校园占地面积2208.7亩，建筑面积60多万平方米。学校建立了博士后培养、研究生教育、本科教育和继续教育多层次多形式的立体办学体系。面向全国14个省市招生，现有全日制在校本科生18323人，在校硕士研究生976人（含51名硕士留学生），联招博士30人，成人学历教育学生3318人，本科留学生、汉语进修生等共98人。迄今为止，已为国家和地方经济社会建设培养大批优秀人才16万余人。学校具有一支师德高尚、素质优良、高效精干、结构合理的师资队伍。现有教职工1739人，其中专任教师1158人。教师中具有正高职称198人（其中专任教师中正高170人），副高职称520人（其中专任教师中副高320人），具有博士学位教师617人（其中专任教师中博士609人），硕士学位教师661人（其中专任教师中硕士454人）。其中含双聘院士5人、海外特聘院士1人，另通过院士工作站引进院士团队1个，长江学者、国家杰青、万人计划等国家级高层次人才25人，珠江学者、教育部新世纪人才等省部级高层次人才29人，培育第十四批国家级特聘专家2人、珠江学者4人，聘任岭南讲座教授59人，遴选校内岭南学者171人。此外，聘请诺贝尔奖获得者杨振宁、丁肇中、乔治·斯穆特和菲尔茨奖获得者埃菲·杰曼诺夫、沃恩·琼斯等世界著名科学家为名誉教授。9月30日，我校全职特聘外籍教授古睿智荣获2019年度中国政府友谊奖，受到李克强总理在人民大会堂亲切会见。\n" +-->
<!--                    "\n" +-->
<!--                    "学校设有研究生学院和16个二级学院：粤台人工智能学院、机电工程学院、自动化学院、电子信息工程学院、数学与大数据学院、物理与光电工程学院（半导体光学工程学院）、材料科学与能源工程学院、工业设计与陶瓷艺术学院、食品科学与工程学院、生命科学与工程学院、环境与化学工程学院、交通与土木建筑学院、口腔医学院（医药工程学院）、人文与教育学院（含公共体育、公共英语、公共艺术）、经济管理与法学院（知识产权学院）、马克思主义学院。每个二级学院与地方行业、企业共建了“产业学院”。现有68个本科专业，涵盖了理、工、农、医、管理、法学、经济、教育、文学、艺术等十大学科门类，在招理工科专业占比达66%。现有6个硕士学位授权一级学科点（机械工程、光学工程、材料科学与工程、土木工程、畜牧学、兽医学）和5个硕士专业学位授权类别（国际商务、教育、电子信息、农业、兽医）。拥有国家级特色专业2个（动物医学专业、土木工程专业），省级特色专业11个（动物医学专业、动物科学专业、土木工程专业、国际经济与贸易专业、机械设计制造及其自动化、园艺专业、材料化学专业、护理学（康复护理方向）、数学与应用数学、电气工程及其自动化、药学），省级重点专业4个（动物医学、动物科学专业、机械设计制造及其自动化、光电信息科学与工程），广东省特色重点学科4个（机械制造及其自动化、预防兽医学、材料学、控制科学与工程），广东省优势重点学科2个（数学、土木工程），省级“冲一流、补短板、强特色”提升计划重点建设学科3个（光学工程、环境科学与工程、畜牧学）。目前建有国家级大学生校外实践教学基地1个、省级大学生校外实践教学基地17个，省级人才培养模式创新实验区5个，省级试点学院1个，省级应用型本科人才培养示范学院2个，省级卓越人才培养计划3项，省级教学团队10个，省级国际化人才培养基地2个，省级大学生创业示范基地1个，省级实验教学示范中心9个。拥有省级精品课程2门、重点课程7门，精品开放课程14门。学校获国家级教学成果二等奖2项、省级教学成果奖31项。\n" +-->
<!--                    "\n" +-->
<!--                    "2015年1月至2018年12月学生参加各级各类科技文化竞赛，共获省级及以上奖1819项，其中国际、国家级591项、省级1228项。毕业生近三年总体就业率均在99%以上。学校大力开展创新创业教育，已获国家级大学生创新创业训练计划项目140项，省级大学生创新创业训练计划项目380项，近年来毕业生自主创业率均高于1%，其中2017年位列全国本科高校97位，先后获得全国五四红旗团委、全国节约型公共机构示范单位、全国创新创业典型经验高校、易班全国共建工作示范单位、教育部“国防教育特色学校”、教育部“校企共建创业实践基地”、科技部国家级“星创天地”及国家级大学科技园培育单位、科技部“校企合作好案例”、工信部首批“高校中小企业创业就业实践基地”、“数字科技协同创新中心”、团中央中国青年创业社区（佛山站）及广东省创新创业示范学校、省级高校网络思政工作中心、广东省易班十佳发展中心等称号。",-->
<!--            }-->
<!--        },-->
<!--    }-->
<!--</script>-->

<!--<style>-->
<!--.top{-->
<!--  font-size: 35px;-->
<!--  color: rgb(74, 202, 109);-->
<!--  font-family:STHupo;-->
<!--}-->

<!--  .top_h1 {-->
<!--    font-size: 25px;-->
<!--    color: orange;-->
<!--    font-family:STHupo;-->
<!--  }-->

<!--  .carousel-item {-->
<!--    margin-top: 5px;-->
<!--    width: 80%;-->
<!--    height: 100%;-->
<!--    display: flex;-->
<!--    justify-content: center;-->
<!--  }-->

<!--  .carousel-img {-->
<!--    max-width: 740px;-->
<!--    max-height: 420px;-->
<!--  }-->

<!--  .text {-->
<!--    font-size: 14px;-->
<!--  }-->

<!--  .item {-->
<!--    margin-bottom: 18px;-->
<!--  }-->

<!--  .clearfix:before,-->
<!--  .clearfix:after {-->
<!--    display: table;-->
<!--    content: "";-->
<!--  }-->

<!--  .clearfix:after {-->
<!--    clear: both-->
<!--  }-->

<!--  .box-card {-->
<!--    background: url("../../assets/img/cardBackground.png") repeat;-->
<!--  }-->

<!--  .cardBox {-->
<!--    width: 80%;-->
<!--    margin: auto;-->
<!--  }-->

<!--</style>-->
